[{"model": "products.category", "pk": 1, "fields": {"name": "bikes", "friendly_name": null}}, {"model": "products.category", "pk": 3, "fields": {"name": "parts", "friendly_name": null}}, {"model": "products.category", "pk": 4, "fields": {"name": "clothing", "friendly_name": null}}, {"model": "products.product", "pk": 1, "fields": {"category": 1, "sku": "101", "name": "CANNONDALE SYSTEMSIX HIMOD RED ETAP AXS DISC ROAD BIKE 2021", "desc": "Blending a meticulous, aerodynamically refined design with an advanced carbon construction, the Cannondale SystemSix HiMOD RED eTap AXS Disc Road Bike delivers a rapid performance across nearly all road riding scenarios.\r\n\r\nThe high-modulus carbon frameset and its intricate material lay-up pattern elicits tremendous amounts of stiffness, efficiency and compliance and presents these traits in a lightweight but resilient form. The SystemSix's frameset tube sections, seatpost, stem and handlebar have all been tuned meticulously and holistically in the wind tunnel and out on the road to result in additional speed across flat plains and valleys, within sprints, down steep descents and on climbs of up to 6% in average gradient. Completely hidden cable and hose routing further reduce drag while generous frameset-to-tyre clearance that hosts up to 30mm wide rubber offers the option of additional compliance and grip.\r\n\r\nA HollowGram 64 KNOT wheelset cuts through the air thanks to its 64mm full carbon rim. This rim has also been designed in the wind tunnel to result in its wide and bulbous cross-sectional profile that enhances not only its drag numbers but also its crosswind stability. The broad internal width of this rim and its tubeless tyre compatibility combine to lower rolling resistance significantly.\r\n\r\nGear changing duties are carried out in a thoroughly accurate and reliable manner by the range-topping SRAM RED AXS eTap wireless electronic set up that flicks through its gears effortlessly. The matching hydraulic disc brakes complete the spec sheet with their powerful and modulated stopping power.", "price": "9000.00", "image_url": null, "image": "CANNONDALE-SYSTEMSIX-HI-MOD-ULTEGRA-DI2-ROAD-BIKE_7Is9kym.png"}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": "102", "name": "ORBEA OIZ H10 TR MOUNTAIN BIKE 2022", "desc": "Optimised for fast-flowing singletrack, the Orbea OIZ H10 TR Mountain Bike is a downcountry weapon built to take down KOMs and scorch through the woodland. The hydroformed frame is lightweight and reliable, offering exceptional breathability without sacrificing performance. The welds are polished for a clean, sleek aesthetic that mirrors the carbon models, and the premium build kit ensures excellent performance on the trail.\r\n\r\nThe geometry splits the difference between cross country and trail, a feature highlighted through the specification of a burly FOX 34 fork. The Race Face AR wheels are lightweight and fast to accelerate and hold their speed well through rough terrain, a trait owed to their 29” diameter. A dropper seatpost encourages fast, confident descending and is controlled by the Squidlock 3-position remote, which also houses the suspension lockout, reducing cable clutter for a clean cockpit.", "price": "2999.00", "image_url": null, "image": "Screenshot_2022-08-23_at_13.01.25.png"}}, {"model": "products.product", "pk": 3, "fields": {"category": 3, "sku": "201", "name": "SHIMANO DURA-ACE FC-R9200 CHAINSET", "desc": "Featuring precision manufactured HollowTech II aluminium crank arms, the Shimano Dura-Ace FC-R9200 Chainset guarantees to transfer every watt generated into forward momentum, even when under the strain of a grand tour sprint. As their name would imply, these crank arms have a hollow construction that is meticulously internally chamfered to lower weight without sacrificing any strength.\r\n\r\nPartnering the crank arms is a hollow outer chainring that follows the same design targets; increased stiffness, improved strength and lower weight. In addition, both outer and inner chainrings feature unique tooth profiling to heighten shifting smoothness and speed. To complete the design, the 24mm diameter HollowTech II spindle mates perfectly with Hollowtech II bottom brackets (available separately) to provide increased pedalling efficiency under load.", "price": "500.00", "image_url": null, "image": "Screenshot_2022-08-23_at_13.04.03.png"}}, {"model": "products.product", "pk": 4, "fields": {"category": 3, "sku": "202", "name": "ROVAL ALPINIST ROAD INTEGRATED COCKPIT", "desc": "Their lightest stem and handlebar combo to date, Roval's Alpinist Road Integrated Cockpit comes in at a mere 255 grams (110mm x 420mm). The result? Faster climbing, improved acceleration and a better ride quality. The carbon composite layup is optimised for speed, the cockpit is designed for internal cabling, and the tubing uses a proven traditional round shape, with a 125mm drop and 75mm reach.\r\n\r\nWith a host of sizes to choose from, almost any rider will be able to dial in the perfect setup, and the stem has a 6-degree angle.", "price": "299.00", "image_url": null, "image": "Screenshot_2022-08-23_at_13.05.35.png"}}, {"model": "products.product", "pk": 5, "fields": {"category": 4, "sku": "301", "name": "MAAP PRIME STOW VEST", "desc": "The MAAP Prime Stow Vest features Polartec Neoshell material panels that are waterproof and windproof to offer the rider protection against inclement weather. This material is highly breathable to avoid a cold, damp feeling from sweat saturation and lightweight to enable the vest to be packed into a jersey pocket when not in use. The panels are joined with thermo taped seams that further seal out rain and chilly draughts.\r\n\r\nThe close cut follows the body’s contours to minimise excess material flapping and is kept in place by the elastic waistband and its grippy silicone prints. A double front zip can be opened from the top or bottom to tailor ventilation, while reflective logos add a touch of extra safety in low-light conditions. A rear, waterproof zipped pouch pocket completes the design by offering secure storage space for valuables.", "price": "165.00", "image_url": null, "image": "Screenshot_2022-08-23_at_13.07.09.png"}}, {"model": "products.product", "pk": 6, "fields": {"category": 4, "sku": "302", "name": "PAS NORMAL STUDIOS MECHANISM BIB SHORT", "desc": "Keeping you well protected in the saddle, supporting the muscles, and delivering comfort on every ride, the Pas Normal Studios Mechanism Bib Short is a versatile choice through the warmer months. The range of colours brings a modern aesthetic to this performance garment. \r\n\r\nAn ultralight foam chamois, engineered in four layers, ensures the seat pad is breathable despite its protection, while lightweight bib straps with low profile shoulders keep everything in place. These straps are also highly resistant to elastic degradation, so will hold their shape and remain supportive over time, wash after wash. With silicone inside the elastic leg hem, any riding up of the material is prevented so the short stays in position all ride long.", "price": "200.00", "image_url": null, "image": "Screenshot_2022-08-23_at_13.08.18.png"}}, {"model": "products.product", "pk": 7, "fields": {"category": 4, "sku": "303", "name": "ASSOS ULTRAZ WINTER SOCKS", "desc": "Stay comfortable through the harshest winter conditions in Assos' Ultraz Winter Socks. A polyester and wool mix insulates your feet to prevent cold, numb toes while wicking moisture so your feet remain dry too. A ribbed arch supports the foot in the shoe for stability while pedalling and with seamless construction, friction is prevented. The back of the cuff includes a reflective strip for improved visibility in low light.", "price": "20.00", "image_url": null, "image": "Screenshot_2022-08-23_at_13.09.29.png"}}]